# To change this license header, choose License Headers in Project Properties.
# To change this template file, choose Tools | Templates
# and open the template in the editor.

# To change this license header, choose License Headers in Project Properties.
# To change this template file, choose Tools | Templates
# and open the template in the editor.
LoginDialog.btnLogin.text=\u0110\u0103ng nh\u1eadp
LoginDialog.chkRememberPassword.text=Nh\u1edb m\u1eadt kh\u1ea9u
LoginDialog.lblTitle.text=Ch\u00e0o m\u1eebng
LoginDialog.txtUsername.toolTipText=Nh\u1eadp t\u00ean t\u00e0i kho\u1ea3n
LoginDialog.txtPassword.toolTipText=Nh\u1eadp m\u1eadt kh\u1ea9u c\u1ee7a b\u1ea1n
LoginDialog.lblPassword.text=M\u1eadt Kh\u1ea9u
LoginDialog.lblUsername.text=T\u00ean ng\u01b0\u1eddi d\u00f9ng
LoginDialog.chkAdmin.text=Qu\u1ea3n tr\u1ecb vi\u00ean
LoginDialog.title=\u0110\u0103ng  nh\u1eadp t\u00e0i kho\u1ea3n
LoginDialog.btnLogin.actionCommand=
RegisterDialog.title=\u0110\u0103ng nh\u1eadp
RegisterDialog.txtPassword.toolTipText=Nh\u1eadp m\u1eadt kh\u1ea9u c\u1ee7a b\u1ea1n
RegisterDialog.chkDeal.text=T\u00f4i \u0111\u1ed3ng \u00fd v\u1edbi 
RegisterDialog.btnLogin.actionCommand=
RegisterDialog.btnLogin.text=\u0110\u0103ng k\u00fd
RegisterDialog.lblTitle.text=\u0110\u0103ng k\u00fd
RegisterDialog.txtUsername.toolTipText=Nh\u1eadp t\u00ean t\u00e0i kho\u1ea3n
RegisterDialog.lblPassword.text=M\u1eadt Kh\u1ea9u
RegisterDialog.lblUsername.text=T\u00ean ng\u01b0\u1eddi d\u00f9ng
RegisterDialog.lblPasswordReType.text=Nh\u1eadp l\u1ea1i m\u1eadt kh\u1ea9u
RegisterDialog.txtPasswordReType.text=
HomeForm.title=Test \\Qu\u1ea3n l\u00fd b\u1ec7nh vi\u1ec7n th\u00fa c\u01b0ng
RegisterDialog.lblDeal.text=\u0111i\u1ec1u kho\u1ea3n v\u00e0 th\u1ecfa thu\u1eadn
RegisterDialog.lblDealDetail.text=\u0110i\u1ec1u kho\u1ea3n v\u00e0 th\u1ecfa thu\u1eadn
RegisterDialog.btnOkDeal.text=\u0110\u1ed3ng \u00fd
RegisterDialog.btnOkDeal.actionCommand=Ok
RegisterDialog.chkDeal.actionCommand=T\u00f4i \u0111\u1ed3ng \u00fd 
RegisterDialog.dalDeal.title=\u0110i\u1ec1u kho\u1ea3n v\u00e0 th\u1ecfa thu\u1eadn
RegisterDialog.txtDealDetail.text=\t\t\tPH\u1ea6N M\u1ec0M: PET CARE | VERSION 0.1\n- Th\u1ef1c tr\u1ea1ng: B\u1ec7nh vi\u1ec7n th\u00fa c\u01b0ng l\u00e0 m\u1ed9t b\u1ec7nh vi\u1ec7n \u0111\u1eb7c bi\u1ec7t chuy\u00ean cung c\u1ea5p c\u00e1c d\u1ecbch v\u1ee5 kh\u00e1m \n- ch\u1eefa b\u1ec7nh cho nh\u1eefng th\u00fa c\u01b0ng c\u00f3 nhu c\u1ea7u \u0111\u01b0\u1ee3c ch\u0103m s\u00f3c, ki\u1ec3m tra s\u1ee9c kh\u1ecfe v\u00e0 \u0111i\u1ec1u tr\u1ecb khi ph\u00e1t hi\u1ec7n c\u00e1c tri\u1ec7u ch\u1ee9ng, ch\u1ea5n th\u01b0\u01a1ng. \nQuy m\u00f4 v\u00e0 c\u00f4ng su\u1ea5t ho\u1ea1t \u0111\u1ed9ng ng\u00e0y c\u00e0ng t\u0103ng cao v\u00ec nhu c\u1ea7u nu\u00f4i th\u00fa c\u01b0ng c\u1ee7a x\u00e3 h\u1ed9i t\u0103ng \u0111\u1ed9t bi\u1ebfn trong nh\u1eefng n\u0103m g\u1ea7n \u0111\u00e2y. \n- Kh\u00f3 kh\u0103n: Hi\u1ec7n t\u1ea1i \u0111a ph\u1ea7n c\u00f4ng vi\u1ec7c trong b\u1ec7nh vi\u1ec7n v\u1eabn \u0111\u01b0\u1ee3c qu\u1ea3n l\u00fd th\u1ee7 c\u00f4ng n\u00ean vi\u1ec7c qu\u1ea3n l\u00fd tr\u1edf n\u00ean ph\u1ee9c t\u1ea1p v\u00e0 t\u1ed1n nhi\u1ec1u nh\u00e2n l\u1ef1c,\n chi ph\u00ed trong khi \u0111\u00f3, t\u00ednh hi\u1ec7u qu\u1ea3 v\u00e0 ch\u00ednh x\u00e1c l\u1ea1i ch\u01b0a \u0111\u01b0\u1ee3c \u0111\u1ea3m b\u1ea3o m\u1ed9t c\u00e1ch t\u1ed1i \u01b0u. V\u00ed d\u1ee5: khi quy m\u00f4 b\u1ec7nh vi\u1ec7n t\u0103ng l\u00ean s\u1ebd ph\u1ea3i tuy\u1ec3n th\u00eam nhi\u1ec1u nh\u00e2n vi\u00ean th\u1ef1c hi\u1ec7n vi\u1ec7c qu\u1ea3n l\u00fd,\n c\u00e1c nh\u00e2n vi\u00ean n\u00e0y ph\u1ea3i th\u1ef1c hi\u1ec7n ghi ch\u00e9p nhi\u1ec1u,\n \u0111\u00f4i khi s\u1ebd d\u1ec5 b\u1ecb nh\u1ea7m l\u1eabn do c\u00f3 qu\u00e1 nhi\u1ec1u kh\u00e1ch h\u00e0ng v\u1edbi th\u00f4ng tin d\u1ec5 tr\u00f9ng l\u1eafp, ngo\u00e0i ra c\u00e1c li\u00ean l\u1ea1c th\u1ee7 c\u00f4ng trong b\u1ec7nh vi\u1ec7n khi\u1ebfn cho vi\u1ec7c tra c\u1ee9u,\n ghi nh\u1eadn th\u00f4ng tin ch\u1eadm ch\u1ea1p, th\u1ea5t tho\u00e1t trang thi\u1ebft b\u1ecb v\u00e0 ch\u01b0a \u0111\u1ea3m b\u1ea3o ch\u00ednh x\u00e1c,\n d\u1ec5 l\u00e0m m\u1ea5t l\u00f2ng kh\u00e1ch h\u00e0ng trong khi c\u00e1c c\u1ea5p l\u00e3nh \u0111\u1ea1o kh\u00f3 bi\u1ebft \u0111\u01b0\u1ee3c t\u00ecnh h\u00ecnh th\u1ef1c tr\u1ea1ng c\u1ee7a b\u1ec7nh vi\u1ec7n m\u1ed9t c\u00e1ch d\u1ec5 d\u00e0ng. \n- Gi\u1ea3i ph\u00e1p: Tr\u01b0\u1edbc t\u00ecnh h\u00ecnh \u0111\u00f3, Pieces Software \u0111\u00e3 t\u1ea1o n\u00ean Pet Care, m\u1ed9t ph\u1ea7n m\u1ec1m v\u1edbi nhi\u1ec7m v\u1ee5 qu\u1ea3n l\u00fd t\u1ea5t c\u1ea3 c\u00e1c ho\u1ea1t \u0111\u1ed9ng c\u1ee7a m\u1ed9t b\u1ec7nh vi\u1ec7n th\u00fa c\u01b0ng,\n t\u1eeb kh\u00e2u \u0111\u0103ng k\u00ed kh\u00e1m ch\u1eefa b\u1ec7nh cho th\u00fa c\u01b0ng \u0111\u1ebfn kh\u00e2u thanh to\u00e1n, bao g\u1ed3m c\u00e1c ch\u1ee9c n\u0103ng ch\u00ednh sau:\n \u2022 Qu\u1ea3n l\u00fd kh\u00e1ch h\u00e0ng.\n \u2022 Qu\u1ea3n l\u00fd danh m\u1ee5c th\u00fa c\u01b0ng. \n \u2022 Qu\u1ea3n l\u00fd th\u00f4ng tin th\u00fa c\u01b0ng.\n \u2022 Qu\u1ea3n l\u00fd th\u00f4ng tin ch\u1eefa tr\u1ecb. \n \u2022 Qu\u1ea3n l\u00fd danh m\u1ee5c thu\u1ed1c.\n \u2022 Qu\u1ea3n l\u00fd danh s\u00e1ch nh\u00e0 cung c\u1ea5p thu\u1ed1c.\n \u2022 Qu\u1ea3n l\u00fd th\u00f4ng tin thu\u1ed1c \u0111i\u1ec1u tr\u1ecb.\n \u2022 Qu\u1ea3n l\u00fd nh\u00e2n vi\u00ean .\n \u2022 Qu\u1ea3n l\u00fd \u0111\u0103ng k\u00ed, thu chi.\nM\u00f4i tr\u01b0\u1eddng ho\u1ea1t \u0111\u1ed9ng:\n \u2022 Ho\u1ea1t \u0111\u1ed9ng tr\u00ean m\u00f4i tr\u01b0\u1eddng Windows c\u1ee7a Microsoft.\nC\u00e1c r\u00e0ng bu\u1ed9c v\u1ec1 thi\u1ebft k\u1ebf v\u00e0 tri\u1ec3n khai:\n \u2022 S\u1eed d\u1ee5ng ng\u00f4n ng\u1eef l\u1eadp tr\u00ecnh JAVA v\u00e0 c\u01a1 s\u1edf d\u1eef li\u1ec7u SQL.\n \u2022 D\u1ef1a tr\u00ean c\u00e1c t\u00e0i li\u1ec7u ph\u00e2n t\u00edch y\u00eau c\u1ea7u ng\u01b0\u1eddi d\u00f9ng.
HomeForm.lblUser.text=Ng\u01b0\u1eddi d\u00f9ng
HomeForm.lblDrugManager.text=Qu\u1ea3n l\u00fd thu\u1ed1c
HomeForm.lblExit.text=Tho\u00e1t
HomeForm.lblCustomerManager.text=Qu\u1ea3n l\u00fd kh\u00e1ch h\u00e0ng
HomeForm.lblStaffManager.text=Th\u00f4ng tin nh\u00e2n vi\u00ean
HomeForm.lblMoneyManager.text=Qu\u1ea3n l\u00fd thu chi
HomeForm.lblPetManager.text=Qu\u1ea3n l\u00fd th\u00fa c\u01b0ng
